tutorials/cases/charOnlyMoveCases/serialPJZ_stage1/constant/heatTransferProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";    
    object      heatTransferProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

heatTransferModel constCONV;

Parameters
{
    h           0;//140;    
    SAV         468;    
}

// ************************************************************************* //

