tutorials/cases/charOnlyMoveCases/serialPJZ_stage1/Allrun
#!/bin/sh
cd "${0%/*}" || exit
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions

restore0Dir
runApplication blockMesh
runApplication setFields
runApplication $(getApplication)
